Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/Курултай4.tmx
Source language: ba
Languages: ru

source: Башҡортостан Республикаһы Дәүләт Йыйылышы – Ҡоролтайҙың берҙәм республика һайлау округы буйынса депутаты, «БЕРҘӘМ РӘСӘЙ» Бөтә Рәсәй сәйәси фирҡәһе.
ru: Депутат Государственного Собрания – Курултая Республики Башкортостан по единому республиканскому избирательному округу, Всероссийская политическая партия «ЕДИНАЯ РОССИЯ».

source: 1953 йылдың 1 мартында Кемерово өлкәһенең Новокузнецк ҡалаһында тыуа, рус. Юғары белемле – СССР Эске эштәр министрлығының Рязань юғары мәктәбен, ошо уҡ министрлыҡтың Академияһын тамамлай.
ru: Родился 1 марта 1953 года в городе Новокузнецке Кемеровской области, русский, образование высшее – окончил Рязанскую высшую школу МВД СССР, Академию МВД СССР.

source: Эске эштәр хеҙмәтенең отставкалағы генерал-майоры.
ru: Генерал-майор внутренней службы в отставке.

source: Юридик фәндәр докторы, профессор, Рәсәй Федерацияһы Юридик фәндәр академияһының ғәмәлдәге ағзаһы.
ru: Доктор юридических наук, профессор, действительный член Академии военных наук Российской Федерации, Российской академии юридических наук.

source: Хеҙмәт юлын 1970 йылда Кузнецк металлургия комбинатында торбалар йәбештереүсе ярҙамсыһы булып башлай.
ru: Трудовую деятельность начал в 1970 году подручным сварщика на Кузнецком металлургическом комбинате.

source: 1971 йылдан 1973 йылға тиклем Совет Армияһы сафтарында хеҙмәт итә.
ru: В 1971–1973 годах служил в рядах Советской Армии.

source: 1977– 1996 йылда Рәсәй Федерацияһы Эске эштәр министрлығы системаһында етәксе вазифаларҙы биләй.
ru: В 1977–1996 годах – на руководящих должностях в системе МВД РФ.

source: 1996 йылда Рәсәй Федерацияһының Эске эштәр министрлығы Өфө юридик институты начальнигы итеп тәғәйенләнә.
ru: В 1996–2003 годах – начальник Уфимского юридического института МВД РФ.

source: Башҡортостан Республикаһы Дәүләт Йыйылышы – Ҡоролтайҙың икенсе – бишенсе саҡырылыш депутаты, Башҡортостан Республикаһы Дәүләт Йыйылышы – Ҡоролтай Рәйесе итеп һайлана.
ru: Избирался депутатом Государственного Собрания – Курултая Республики Башкортостан второго-пятого созывов, Председателем Государственного Собрания – Курултая Республики Башкортостан.

source: 1999–2001 йылдарҙа Рәсәй Федерацияһы Федераль Йыйылышының Федерация Советында Конституция закондары буйынса комитет ағзаһы.
ru: В 1999–2001 годах – член Комитета по конституционному законодательству Совета Федерации Федерального Собрания Российской Федерации.

source: Рәсәй Федерацияһы Федераль Йыйылышы ҡарамағындағы Закондар сығарыусылар Советы ағзаһы, Рәсәй Федерацияһы Федераль Йыйылышы ҡарамағындағы Закондар сығарыусылар Советының Милли именлекте һәм коррупцияға ҡаршы көрәште закондар йәһәтенән тәьмин итеү буйынса комиссияһы рәйесе.
ru: Член Совета законодателей Российской Федерации при Федеральном Собрании Российской Федерации, председатель Комиссии по вопросам законодательного обеспечения национальной безопасности и противодействию коррупции.

source: Рәсәй Федерацияһы Волга буйы федераль округы субъекттарының дәүләт власының закондар сығарыусы (вәкиллекле) органдары Ассоциацияһы ағзаһы.
ru: Член Ассоциации законодательных (представительных) органов государственной власти субъектов Российской Федерации Приволжского федерального округа.

source: Башҡортостан Республикаһы Башлығы эргәһендәге Ярлыҡау мәсьәләләре буйынса комиссия рәйесе.
ru: Председатель Комиссии по вопросам помилования при Президенте Республики Башкортостан,

source: Башҡортостан Республикаһының Президент Советы ағзаһы.
ru: член Президентского Совета Республики Башкортостан.

source: «БЕРҘӘМ РӘСӘЙ» бөтә Рәсәй сәйәси фирҡәһенең Башҡортостан төбәк бүлексәһе төбәк сәйәси советы секретары.
ru: Секретарь регионального политического совета Башкортостанского регионального отделения Всероссийской политической партии «ЕДИНАЯ РОССИЯ».

source: Бөтә Рәсәй кикбоксинг федерацияһы Президенты.
ru: Президент Общероссийской федерации кикбоксинга.

source: Почет, Дуҫлыҡ, «Башҡортостан Республикаһы алдындағы ҡаҙаныштары өсөн», Салауат Юлаев, егерме миҙал, күкрәккә таға торған билдәләр, исемле ҡорал менән бүләкләнә.
ru: Награжден орденами Почета, Дружбы, «За заслуги перед Республикой Башкортостан», Салавата Юлаева, двадцатью медалями, нагрудными знаками, именным оружием.

source: Рәсәй Федерациһы Эске эштәр министрлығының почетлы хеҙмәткәре, Рәсәй Федерацияһының һәм Башҡортостан Республикаһының атҡаҙанған юрисы.
ru: Почетный сотрудник МВД РФ, заслуженный юрист Российской Федерации, заслуженный юрист Республики Башкортостан.

source: «БЕРҘӘМ РӘСӘЙ» Бөтә Рәсәй сәйәси фирҡәһе ағзаһы.
ru: Член фракции Всероссийской политической партии «ЕДИНАЯ РОССИЯ».

source: Өйләнгән.
ru: Женат,

source: Ҡыҙы бар.
ru: имеет дочь
